Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Set a date for the following check-ins
de_de: Legen Sie ein Datum für die folgenden Check-ins fest.

source: No results. Please try adjusting your filters or clearing some criteria to see results.
de_de: Keine Ergebnisse. Bitte versuchen Sie, Ihre Filter anzupassen oder einige Kriterien zu löschen, um Ergebnisse zu sehen.

source: You haven’t created any check-ins yet. Start your journey towards growth by creating your first check-in
de_de: Du hast noch keinen Dialog festgehalten. Plane deinen ersten Dialog.

source: Actions required
de_de: Erforderliche Maßnahmen

source: No results.<br/>Clear the search to show all results.
de_de: Keine Ergebnisse.<br/>Löschen Sie die Suche, um alle Ergebnisse anzuzeigen.

source: You don’t have any goals yet. Kickstart your progress by setting your first goal!
de_de: Sie haben noch keine Ziele. Erstellen Sie Ihr erstes Ziel, um schon bald Fortschritte zu erzielen!

source: This worker has no goals yet. Create goals to help their progress.
de_de: Diese:r Mitarbeiter:in hat noch keine Ziele. Erstellen Sie Ziele, um die Person bei ihrer Weiterentwicklung zu unterstützen.

source: Go to the Check-ins page to take any required actions
de_de: Gehen Sie zur Check-in-Seite, um erforderliche Maßnahmen zu ergreifen

source: Events history
de_de: Ereignisverlauf

source: No compensation data to display
de_de: Keine Vergütungsdaten zum Anzeigen vorhanden

source: Hide sensitive data
de_de: Sensible Daten ausblenden

source: Sensitive data is hidden
de_de: Sensible Daten sind ausgeblendet

source: Salary change events – Last 5 years
de_de: Gehaltsänderungsereignisse – Letzte 5 Jahre

source: Historical compensation
de_de: Historische Entschädigung

source: Overview of recent salary changes
de_de: Überblick über die jüngsten Gehaltsänderungen

source: Last request
de_de: Letzte Anfrage

source: Request date
de_de: Antragsdatum

source: Request pay information
de_de: Gehaltsinformationen anfordern

source: Enter your description here
de_de: Geben Sie hier Ihre Beschreibung ein

source: Pay information
de_de: Gehaltsinformationen

source: You cannot submit a new pay information request as you already have a request in progress.
de_de: Sie können keine neue Anfrage zu Gehaltsinformationen einreichen, da Sie bereits eine laufende Anfrage haben.

source: Request in progress
de_de: Anfrage in Bearbeitung

source: The request was successfully created.
de_de: Die Anfrage wurde erfolgreich erstellt.

source: Midpoint
de_de: Mittelwert

source: No position in pay range data to display
de_de: Keine Positionsdaten im Gehaltsband zum Anzeigen vorhanden

source: Use this toggle to hide or show your sensitive compensation information.
de_de: Verwenden Sie diesen Schalter, um Ihre sensiblen Vergütungsinformationen auszublenden oder anzuzeigen.

source: Show sensitive data
de_de: Sensible Daten anzeigen

source: Sensitive data is displayed
de_de: Sensible Daten werden angezeigt

source: Total direct compensation
de_de: Gesamtdirektvergütung

source: Total indirect compensation
de_de: Gesamte indirekte Vergütung

source: Variable bonus
de_de: Variabler Bonus

source: Cost center name
de_de: Kostenstellenname

source: Education
de_de: Ausbildung

source: General information
de_de: Allgemeine Informationen

source: Hide worker details
de_de: Mitarbeiter:in-Details ausblenden

source: Role information
de_de: Rolleninformationen

source: Show worker details
de_de: Mitarbeiter:in-Details anzeigen

source: Start date in role
de_de: Startdatum in der Rolle

source: Tenure
de_de: Dienstzeit

source: Worker information
de_de: Informationen zu Mitarbeiter:innen

source: Work city
de_de: Arbeitsort

source: No documents yet. Your most recent documents will be displayed here for easy access.
de_de: Du hast noch keine Dokumente. Hier werden deine neuesten Dokumente angezeigt.

source: Latest documents
de_de: Neueste Dokumente

source: Date generated
de_de: Erstellungsdatum

source: All documents you have received
de_de: Alle Dokumente, die Sie erhalten haben

source: You don't have enough information to review yet.
de_de: Sie haben noch nicht genügend Informationen, um eine Beurteilung durchzuführen.

source: Variable achievement estimator
de_de: Variabler Leistungsschätzer

source: Use our model for inspiration
de_de: Nutze diese Tipps zur Inspiration.

source: Your feedback activity will be displayed here. Start by sharing your thoughts and suggestions with your colleagues.
de_de: Ihre Feedback-Aktivität wird hier angezeigt. Beginnen Sie damit, Ihre Gedanken und Vorschläge mit Ihren Kolleg:innen zu teilen.

source: Favorites
de_de: Favoriten

source: Feedback category
de_de: Feedbackkategorie

source: Feedback notes are for your personal use; only you can view them. Start adding your notes here to keep track of your progress and ideas.
de_de: Feedback-Notizen sind für Ihren persönlichen Gebrauch bestimmt; nur Sie können sie sehen. Beginnen Sie hier, Ihre Notizen hinzuzufügen, um Ihren Fortschritt und Ihre Ideen im Auge zu behalten.

source: Add your notes here to keep track of your progress and ideas. Feedback notes are for your personal use; only you can view them.
de_de: Fügen Sie hier Ihre Notizen hinzu, um Ihren Fortschritt und Ihre Ideen festzuhalten. Feedback-Notizen sind für Ihren persönlichen Gebrauch; nur Sie können sie sehen.

source: Feedback overview
de_de: Feedback-Übersicht

source: Here you will see feedback marked as a public. Check again later for updates or be the first to give public feedback to a colleague.
de_de: Hier sehen Sie Feedback, das als öffentlich markiert ist. Schauen Sie später noch einmal nach Updates oder seien Sie der Erste, der Kolleg:innen öffentliches Feedback gibt.

source: Here you will see feedback marked as a public. Check again later for updates or explore more features in the meantime.
de_de: Hier sehen Sie Feedback, das als öffentlich markiert ist. Schauen Sie später noch einmal nach Updates oder erkunden Sie in der Zwischenzeit weitere Funktionen.

source: Feedback from your colleagues will appear here. Check again later for updates or explore more features in the meantime.
de_de: Feedback von Ihren Kolleg:innen wird hier angezeigt. Schauen Sie später noch einmal nach Updates oder erkunden Sie in der Zwischenzeit weitere Funktionen.

source: Reach out to your team and request their thoughts on your work.
de_de: Wenden Sie sich an Ihr Team und bitten Sie um deren Meinung zu Ihrer Arbeit.

source: New feedback
de_de: Neues Feedback

source: Your received feedback volume is up!
de_de: Die Menge Ihres erhaltenen Feedbacks ist gestiegen!

source: Requested feedback will appear here. Start by reaching out to your team and requesting their input on your work.
de_de: Angefordertes Feedback wird hier angezeigt. Beginnen Sie damit, Ihr Team zu kontaktieren und um deren Feedback zu Ihrer Arbeit zu bitten.

source: Request feedback and find out what your colleagues think about your collaboration.
de_de: Fordern Sie Feedback an und erfahren Sie, was Ihre Kolleg:innen über Ihre Zusammenarbeit denken.

source: Feedback requests from your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
de_de: Feedback-Anfragen von Ihren Kolleg:innen werden hier angezeigt. In der Zwischenzeit können Sie eine Feedback-Anfrage an Ihre Kolleg:innen senden, um das Gespräch zu beginnen.

source: New request
de_de: Neue Anfrage

source: Feedback helps improve teamwork and processes within the company. Start sharing your thoughts and suggestions with your colleagues.
de_de: Feedback hilft, die Teamarbeit und Prozesse innerhalb des Unternehmens zu verbessern. Beginnen Sie damit, Ihre Gedanken und Vorschläge mit Ihren Kolleg:innen zu teilen.

source: Your colleagues are waiting for your feedback. Start sharing your insights with them.
de_de: Ihre Kolleg:innen warten auf Ihr Feedback. Teilen Sie Ihre Erkenntnisse mit ihnen.

source: Feedback helps improve teamwork and processes within the company. Start by sharing your thoughts and suggestions with your colleagues.
de_de: Feedback hilft, die Teamarbeit und Prozesse innerhalb des Unternehmens zu verbessern. Beginnen Sie damit, Ihre Gedanken und Vorschläge mit Ihren Kolleg:innen zu teilen.

source: Team feedback requests
de_de: Team-Feedback-Anfragen

source: Feedback requests about your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
de_de: Feedback-Anfragen zu Ihren Kolleg:innen werden hier angezeigt. In der Zwischenzeit können Sie eine Feedback-Anfrage an Ihre Kolleg:innen senden, um das Gespräch zu beginnen.

source: Hide confidential information
de_de: Vertrauliche Informationen ausblenden

source: Thank you. We'll inform {{givenName}} that you would like to discuss your equity compensation in more detail.
de_de: Danke. Wir werden {{givenName}} informieren, dass Sie Ihre Aktienvergütung ausführlicher besprechen möchten.

source: My documents
de_de: Meine Dokumente

source: We don’t have enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
de_de: Wir haben noch nicht genügend Daten, um Ihr Verhaltensdiagramm anzuzeigen. Fordern Sie Feedback von Ihren Kolleg:innen an, um ein vollständiges Bild Ihrer Leistung zu erstellen.

source: There aren’t enough data to display the behavior wheel.
de_de: Es liegen nicht genügend Daten vor, um das Verhaltensrad anzuzeigen.

source: View behaviors
de_de: Verhalten anzeigen

source: View my received feedback
de_de: Erhaltenes Feedback anzeigen

source: Explore the feedback you received and highlight the ones that inspire you the most!
de_de: Erkunden Sie das Feedback, das Sie erhalten haben, und heben Sie das hervor, das Sie am meisten inspiriert!

source: You haven’t marked any feedback as favorites yet. Explore the feedback you received and highlight the ones that inspire you the most!
de_de: Du hast noch kein Feedback als Favorit markiert. Erkunde das erhaltene Feedback und hebe hervor, was dich am meisten inspiriert!

source: Go to feedback
de_de: Zum Feedback gehen

source: Your favorite received feedback
de_de: Feedback, das dich inspiriert

source: Go to documents
de_de: Zu den Dokumenten gehen

source: You don’t have any goal plans yet.
de_de: Sie haben noch keine Zielpläne.

source: Your individual goals
de_de: Deine Ziele

source: Personal information
de_de: Persönliche Informationen

source: Org level 1
de_de: Org-Ebene 1

source: View profile
de_de: Profil anzeigen

source: Organization goals
de_de: Organisationsziele

source: Payee
de_de: Zahlungsempfänger:in

source: No performance reviews are assigned to you at the moment.
de_de: Derzeit sind Ihnen keine Leistungsbeurteilungen zugewiesen.

source: Assigned reviews
de_de: Zugewiesene Beurteilungen

source: Review category
de_de: Bewertungskategorie

source: No ratings yet
de_de: Noch keine Bewertungen

source: List of performance reviews & ratings
de_de: Liste der Leistungsbeurteilungen & Bewertungen

source: Enable 360 reviews
de_de: 360-Grad-Beurteilungen aktivieren

source: Check the widgets you want visible on the passport page.
de_de: Markieren Sie die Widgets, die auf der Passport-Seite angezeigt werden sollen.

source: Passport widget settings
de_de: Passport-Widget-Einstellungen

source: Digital reward statement
de_de: Digitale Prämienabrechnung

source: Enable my total compensation
de_de: Meine Gesamtvergütung aktivieren

source: Enable and configure the digital reward statement.
de_de: Aktivieren und konfigurieren Sie die digitale Prämienabrechnung.

source: The section header cannot be empty.
de_de: Die Abschnittsüberschrift darf nicht leer sein.

source: Preview compensation breakdown in the digital reward statement page.
de_de: Vorschau der Vergütungsaufschlüsselung auf der Seite des digitalen Vergütungsberichts.

source: Compensation breakdown
de_de: Vergütungsaufschlüsselung

source: Select the compensation elements to display in the history
de_de: Wählen Sie die Vergütungselemente aus, die im Verlauf angezeigt werden sollen

source: Choose elements
de_de: Elemente auswählen

source: Compensation elements
de_de: Vergütungselemente

source: At least one compensation element must be selected.
de_de: Es muss mindestens ein Vergütungselement ausgewählt sein.

source: Number of years
de_de: Anzahl der Jahre

source: The number of years must be at least 1.
de_de: Die Anzahl der Jahre muss mindestens 1 betragen.

source: The number of years cannot be empty.
de_de: Die Anzahl der Jahre darf nicht leer sein.

source: Preview historical compensation
de_de: Vorschau des Vergütungsverlaufs

source: Show total compensation
de_de: Gesamtvergütung anzeigen

source: Preview compensation numerical overview
de_de: Vorschau der numerischen Vergütungsübersicht

source: Compensation in numbers
de_de: Vergütung in Zahlen

source: Show total direct compensation
de_de: Direkte Gesamtvergütung anzeigen

source: Show total indirect compensation
de_de: Indirekte Gesamtvergütung anzeigen

source: At least one compensation widget must be selected.
de_de: Mindestens ein Vergütungs-Widget muss ausgewählt werden.

source: Compensation philosophy description
de_de: Beschreibung der Vergütungsphilosophie

source: Enter text
de_de: Text eingeben

source: The description is required.
de_de: Die Beschreibung ist erforderlich.

source: The header is required.
de_de: Die Kopfzeile ist erforderlich.

source: Use this section to communicate your company’s guiding principles on pay and rewards.
de_de: Verwenden Sie diesen Abschnitt, um die Leitprinzipien Ihres Unternehmens in Bezug auf Vergütung und Belohnungen zu kommunizieren.

source: Compensation philosophy
de_de: Vergütungsphilosophie

source: Main content
de_de: Hauptinhalt

source: Our compensation philosophy
de_de: Unsere Vergütungsphilosophie

source: Allow pay information requests
de_de: Anfragen zu Gehaltsinformationen zulassen

source: Include the ability to request pay information.
de_de: Fügen Sie die Möglichkeit hinzu, Gehaltsinformationen anzufordern.

source: The ray information text cannot be empty.
de_de: Der Vergütungsinformationstext darf nicht leer sein.

source: Preview position in pay range in the digital reward statement page
de_de: Vorschau der Position im Gehaltsband auf der Seite der digitalen Vergütungsübersicht

source: Position in pay range
de_de: Position im Gehaltsband

source: Position in pay range toggle
de_de: Schalter für Position im Gehaltsband

source: Compensation policy link description
de_de: Beschreibung des Links zur Vergütungsrichtlinie

source: The label is required.
de_de: Die Bezeichnung ist erforderlich.

source: Please enter a valid URL
de_de: Bitte geben Sie eine gültige URL ein

source: The link is required.
de_de: Der Link ist erforderlich.

source: Show compensation policy link
de_de: Link zur Vergütungsrichtlinie anzeigen

source: Add resource
de_de: Ressource hinzufügen

source: List of resources
de_de: Liste der Ressourcen

source: Enter your resource label here
de_de: Geben Sie hier Ihre Ressourcenbezeichnung ein

source: The resource label cannot be empty.
de_de: Die Ressourcenbezeichnung darf nicht leer sein.

source: The resource link must be a valid URL.
de_de: Der Ressourcenlink muss eine gültige URL sein.

source: The resource link cannot be empty.
de_de: Der Ressourcenlink darf nicht leer sein.

source: Provide links to the digital reward statement page.
de_de: Stellen Sie Links zur Seite mit der digitalen Prämienabrechnung bereit.

source: Section description
de_de: Abschnittsbeschreibung

source: Section header
de_de: Abschnittsüberschrift

source: Side panel
de_de: Seitenleiste

source: The digital reward statement was successfully updated.
de_de: Die digitale Prämienabrechnung wurde erfolgreich aktualisiert.

source: Edit digital reward statement
de_de: Digitale Prämienabrechnung bearbeiten

source: Enable learning
de_de: Lernen aktivieren

source: Goal overall progress
de_de: Zielfortschritt insgesamt

source: Enable reviews
de_de: Beurteilungen aktivieren

source: Show confidential information
de_de: Vertrauliche Informationen anzeigen

source: No comments yet
de_de: Noch keine Kommentare

source: Check-in comments
de_de: Check-in-Kommentare

source: Goal comments
de_de: Zielkommentare

source: Due date: {{date}}
de_de: Fälligkeitsdatum: {{date}}

source: Questionnaire comments
de_de: Fragebogen-Kommentare

source: No questions
de_de: Keine Fragen

source: Skill comments
de_de: Kompetenzkommentare

source: Worker’s self-rating
de_de: Selbsteinschätzung des Mitarbeiters

source: No skills yet
de_de: Noch keine Fähigkeiten

source: Manager’s evaluation
de_de: Beurteilung durch die Führungskraft

source: No rating provided
de_de: Keine Bewertung angegeben

source: Type: {{name}}
de_de: Typ: {{name}}

source: Closed date
de_de: Abschlussdatum

source: Close date
de_de: Abschlussdatum

source: The worker has opted out of the career development plan
de_de: Der/die Mitarbeiter:in hat sich gegen den Karriereentwicklungsplan entschieden.

source: You have opted out of the career development plan
de_de: Sie haben sich gegen den Karriereentwicklungsplan entschieden.

source: Uploaded files
de_de: Hochgeladene Dateien

source: Uploaded by: {{name}}
de_de: Hochgeladen von: {{name}}

source: Automatically, using a deliverable
de_de: Automatisch, anhand eines Deliverables

source: Automatically, using the average of measurement criteria
de_de: Automatisch, unter Verwendung des Durchschnitts der Messkriterien

source: Audit trail
de_de: Prüfprotokoll

source: This comment was deleted.
de_de: Dieser Kommentar wurde gelöscht.

source: Discussion
de_de: Besprechung

source: Worker, Manager
de_de: Mitarbeiter:in, Manager:in

source: Aligned with goal
de_de: Im Einklang mit dem Ziel

source: Goals aligned with this goal
de_de: Ziele, die mit diesem Ziel verknüpft sind

source: {{name}} - Individual goal
de_de: {{name}} – Individuelles Ziel

source: {{name}} - Organizational goal
de_de: {{name}} – Organisationsziel

source: No due date
de_de: Kein Fälligkeitsdatum

source: <0>{{userName}}</0> added alignments.
de_de: <0>{{userName}}</0> hat Abstimmungen hinzugefügt.

source: <0>{{userName}}</0> deleted alignments.
de_de: <0>{{userName}}</0> hat Zuordnungen gelöscht.

source: <0>{{userName}}</0> added a file.
de_de: <0>{{userName}}</0> hat eine Datei hinzugefügt.

source: <0>{{userName}}</0> deleted a file.
de_de: <0>{{userName}}</0> hat eine Datei gelöscht.

source: <0>{{userName}}</0> added a deliverable.
de_de: <0>{{userName}}</0> hat ein Deliverable hinzugefügt.

source: <0>{{userName}}</0> deleted a deliverable.
de_de: <0>{{userName}}</0> hat einen Deliverable gelöscht.

source: <0>{{userName}}</0> marked a deliverable as done.
de_de: <0>{{userName}}</0> hat einen Deliverable als erledigt markiert.

source: <0>{{userName}}</0> marked a deliverable as undone.
de_de: <0>{{userName}}</0> hat ein Ergebnis als nicht erledigt markiert.

source: <0>{{userName}}</0> updated a deliverable.
de_de: <0>{{userName}}</0> hat ein Arbeitsergebnis aktualisiert.

source: <0>{{userName}}</0> updated the description.
de_de: <0>{{userName}}</0> hat die Beschreibung aktualisiert.

source: <0>{{userName}}</0> updated the due date.
de_de: <0>{{userName}}</0> hat das Fälligkeitsdatum aktualisiert.

source: No date
de_de: Kein Datum

source: No progress
de_de: Kein Fortschritt

source: No status
de_de: Kein Status

source: No weight
de_de: Kein Gewicht

source: <0>{{userName}}</0> reset the end date for <1>{{participantName}}</1> to the initial date.
de_de: <0>{{userName}}</0> hat das Enddatum für <1>{{participantName}}</1> auf das ursprüngliche Datum zurückgesetzt.

source: <0>{{userName}}</0> set the end date for <1>{{participantName}}</1>.
de_de: <0>{{userName}}</0> hat das Enddatum für <1>{{participantName}}</1> festgelegt.

source: <0>{{userName}}</0> set the end date for the goal.
de_de: <0>{{userName}}</0> hat das Enddatum für das Ziel festgelegt.

source: <0>{{userName}}</0> changed the end date for <1>{{participantName}}</1>.
de_de: <0>{{userName}}</0> hat das Enddatum für <1>{{participantName}}</1> geändert.

source: <0>{{userName}}</0> changed the end date for the goal.
de_de: <0>{{userName}}</0> hat das Enddatum für das Ziel geändert.

source: From:
de_de: Von:

source: <0>{{userName}}</0> approved a goal.
de_de: <0>{{userName}}</0> hat ein Ziel genehmigt.

source: <0>{{userName}}</0> created a goal.
de_de: <0>{{userName}}</0> hat ein Ziel erstellt.

source: <0>{{userName}}</0> rejected a goal.
de_de: <0>{{userName}}</0> hat ein Ziel abgelehnt.

source: <0>{{userName}}</0> deleted a goal.
de_de: <0>{{userName}}</0> hat ein Ziel gelöscht.

source: <0>{{userName}}</0> marked a goal as done.
de_de: <0>{{userName}}</0> hat ein Ziel als erledigt markiert.

source: <0>{{userName}}</0> reopened a goal.
de_de: <0>{{userName}}</0> hat ein Ziel wiedereröffnet.

source: <0>{{userName}}</0> submitted a goal for approval.
de_de: <0>{{userName}}</0> hat ein Ziel zur Genehmigung eingereicht.

source: <0>{{userName}}</0> added a measurement criterion.
de_de: <0>{{userName}}</0> hat ein Messkriterium hinzugefügt.

source: <0>{{userName}}</0> deleted a measurement criterion.
de_de: <0>{{userName}}</0> hat ein Messkriterium gelöscht.

source: <0>{{userName}}</0> updated a measurement criterion.
de_de: <0>{{userName}}</0> hat ein Messkriterium aktualisiert.

source: <0>{{userName}}</0> updated the population of a goal.
de_de: <0>{{userName}}</0> hat die Zielgruppe eines Ziels aktualisiert.

source: <0>{{userName}}</0> updated a goal priority.
de_de: <0>{{userName}}</0> hat eine Zielpriorität aktualisiert.

source: <0>{{userName}}</0> updated the progress settings of a goal.
de_de: <0>{{userName}}</0> hat die Fortschrittseinstellungen eines Ziels aktualisiert.

source: <0>{{userName}}</0> updated the progress of a goal.
de_de: <0>{{userName}}</0> hat den Fortschritt eines Ziels aktualisiert.

source: <0>{{userName}}</0> reset the dates for the goal population to the initial dates.
de_de: <0>{{userName}}</0> hat die Daten für die Zielpopulation auf die ursprünglichen Daten zurückgesetzt.

source: <0>{{userName}}</0> reset the start date for <1>{{participantName}}</1> to the initial date.
de_de: <0>{{userName}}</0> hat das Startdatum für <1>{{participantName}}</1> auf das ursprüngliche Datum zurückgesetzt.

source: <0>{{userName}}</0> set the start date for <1>{{participantName}}</1>.
de_de: <0>{{userName}}</0> hat das Startdatum für <1>{{participantName}}</1> festgelegt.

source: <0>{{userName}}</0> set the start date for the goal.
de_de: <0>{{userName}}</0> hat das Startdatum für das Ziel festgelegt.

source: <0>{{userName}}</0> changed the start date for <1>{{participantName}}</1>.
de_de: <0>{{userName}}</0> hat das Startdatum für <1>{{participantName}}</1> geändert.

source: <0>{{userName}}</0> changed the start date for the goal.
de_de: <0>{{userName}}</0> hat das Startdatum für das Ziel geändert.

source: <0>{{userName}}</0> updated a title.
de_de: <0>{{userName}}</0> hat einen Titel aktualisiert.

source: To:
de_de: An:

source: <0>{{userName}}</0> updated a goal tracking status.
de_de: <0>{{userName}}</0> hat einen Zielverfolgungsstatus aktualisiert.

source: Progress trail
de_de: Verlaufsübersicht

source: <0>{{userName}}</0> changed the goal weight.
de_de: <0>{{userName}}</0> hat das Zielgewicht geändert.

source: <0>{{userName}}</0> reset the goal weight for <1>{{participantName}}</1> to the initial weight.
de_de: <0>{{userName}}</0> hat das Zielgewicht für <1>{{participantName}}</1> auf das ursprüngliche Gewicht zurückgesetzt.
